       IDENTIFICATION DIVISION.
       PROGRAM-ID. MAIN.
       PROCEDURE DIVISION.
           DISPLAY "Hello, Omniforge from COBOL!".
           STOP RUN.
